Repository: mosbth/lydia
Catalog: language/*/LC_MESSAGES/lydia.po
Languages: sv

source: Overview
sv: Översikt

source: Content
sv: Innehåll

source: Profile
sv: Profil

source: Groups
sv: Grupper

source: Mail
sv: Email

source: Password
sv: Lösenord

source: year
sv: år

source: years
sv: år

source: month
sv: månad

source: months
sv: månader

source: day
sv: dag

source: days
sv: dagar

source: hour
sv: timme

source: hours
sv: timmar

source: minute
sv: minut

source: minutes
sv: minuter

source: less than a minute
sv: mindre än en minut

source: second
sv: sekund

source: seconds
sv: sekunder

source: RSS aggregation though the All-Seeing-Eye
sv: RSS aggregering via All-Seeing-Eye

source: The module CCAllSeeingEye is a Lydia application which does RSS aggregation. Make an app-class who use this class, create a config.php-file to choose your feeds and customize the views to adapt it.
sv: Modulen CCAllSeeingEye är en Lydia applikation som gör aggregering av RSS flöden. Gör en subklass av den, skapa en egen config-php-fil med dina RSS-flöden och anpassa vyerna för att ändra dess beteende.

source: RSS aggregation
sv: RSS aggregering

source: @category (RSS aggregation)
sv: @category (RSS aggregering)

source: @feed (RSS aggregation)
sv: @feed (RSS aggregering)

source: The category is invalid.
sv: Kategorin är ogiltig.

source: The category does not exists.
sv: Kategorin finns ej.

source: The feed is invalid.
sv: RSS flödet är ej giltigt.

source: The feed does not exists.
sv: RSS flödet finns ej.

source: Updated cache with new feeds where appropriate.
sv: Uppdaterade cachen med nya feeds.

source: Supporting the following actions: !actions.
sv: Stödjer följande åtgärder: !actions.

source: Action not supported by this module.
sv: Händelsen stöds ej av modulen.

source: Feed for blog
sv: Flöde för bloggen

source: This is the feed of the latest posts to the blog.
sv: Detta är flödet av de senaste posterna på bloggen.

source: Blog
sv: Blogg

source: Category:
sv: Kategori:

source: blog
sv: blogg

source: This is a blog with blogposts.
sv: Detta är en blogg med bloggposter.

source: Search among the blogsposts
sv: Sök blan bloggposterna

source: RSS feed for the latest blogsposts
sv: RSS flöde för senaste bloggposter

source: Search by keywords using "" AND OR
sv: Sök via nyckelord kombinerat med "" AND OR

source: Search
sv: Sök

source: Search for "!str"
sv: Sök efter "!str"

source: No such entry.
sv: Det finns inget sådant inlägg.

source: Books overview
sv: Bok översikt

source: The form could not be processed.
sv: Formuläret kunde inte processas.

source: Edit book: @title
sv: Ändra bok: @title

source: Create new book
sv: Skapa ny bok

source: No such book.
sv: Det finns ingen sådan bok.

source: No such action.
sv: Det finns ingen sådan åtgärd.

source: No such book chapter.
sv: Det finns inget sådant bok kapitel.

source: Edit book chapter
sv: Ändra book kapitel

source: Add new book chapter
sv: Lägg till nytt bok kapitel

source: Content Controller
sv: Innehålls kontroller

source: Home
sv: Hem

source: Page is not found.
sv: Sidan kan inte hittas.

source: Install Lydia
sv: Installera Lydia

source: Verify the server environment
sv: Verifiera miljön på servern

source: Verify writable site-directory
sv: Verifiera att site-katalogen är skrivbar

source: Setting for default database is missing in site/config.php.
sv: Inställningar för standard databas saknas i site/config.php.

source: Verify default database is enabled
sv: Verifiera att en standard databas är aktiverad.

source: Username:
sv: Användarnamn:

source: Password:
sv: Lösenord:

source: Password again:
sv: Lösenord igen:

source: Create
sv: Skapa

source: Create the root user
sv: Skapa root-användaren

source: Username or email:
sv: Användarnamn eller email:

source: You have successfully logged in as the root user.
sv: Du har loggat in som root-användaren.

source: The username or password did not match or you are not the root user.
sv: Användarnamn eller lösenord matchade inte eller så är du inte root-användaren.

source: Logout
sv: Logga ut

source: You have logged out.
sv: Du har loggat ut.

source: Login as the root user
sv: Logga in som root användaren

source: Install all modules
sv: Installera alla moduler

source: Done - disable installation
sv: Klar - inaktivera installationen

source: Module Manager
sv: Modulhanterare

source: Manage Modules
sv: Hantera moduler

source: You need admin-privileges to access this page.
sv: Du behöver administratörsrättigheter för att komma åt denna sidan.

source: Action: !action
sv: Händelse: !action

source: !action - Results from action
sv: !action - Resultat från händelse

source: Some fields did not validate and the form could not be processed.
sv: Något fält validerade inte och formuläret kunde därför inte processas.

source: SQL was executed.
sv: SQL-satser kördes.

source: Execute SQL
sv: Exekvera SQL

source: Invalid characters in module name.
sv: Felaktiga tecken i modulens namn

source: Module: @module
sv: Modul: @module

source: User Control Panel
sv: Kontrollpanelen

source: Failed to login, user or password does not match.
sv: Kunde inte logga in, användaren eller lösenordet stämde inte.

source: The account could not be created.
sv: Kontot kunde inte skapas.

source: Your have successfully created a new account.
sv: Du har skapat ett nytt konto.

source: Acronym:
sv: Akronym:

source: Name:
sv: Namn:

source: Save
sv: Spara

source: The profile could not be saved.
sv: Profilen kunde inte sparas.

source: Saved profile.
sv: Sparade profilen.

source: Edit profile
sv: Ändra profil

source: Current password:
sv: Nuvarande lösenord:

source: New password:
sv: Nytt lösenord:

source: New password again:
sv: Nytt lösenord igen:

source: Change password
sv: Ändra lösenord

source: The password could not be changed, ensure that all fields match and the current password is correct.
sv: Lösenordet kunde inte ändras. Kontrollera att fälten stämde överens.

source: Saved new password.
sv: Sparade nytt lösenord.

source: Current email adress:
sv: Nuvarande email address:

source: The email adress could not be saved.
sv: Email-addressen kunde inte sparas.

source: Saved email adress.
sv: Sparade email adressen.

source: Category id:
sv: Kategori id:

source: Breadcrumb parent title:
sv: Breadcrumb förälder titel:

source: Parent title:
sv: Förälder titel:

source: Template:
sv: Mall:

source: Published:
sv: Publiserad:

source: You need admin-privileges to access this content.
sv: Du behöver administratörsrättigheter för att komma åt detta innehållet.

source: You do not have privileges to access this content.
sv: Du har inte rättigheter för att komma åt detta innehåll.

source: User conflict between value and session.
sv: Informationen om användaren stämmer inte mellan värde och sessionen.

source: Create new user is disabled by site owner.
sv: Att skapa ny användare är avstängt av webbplatsens administratör.

source: You are just visiting this site and have no profile.
sv: Du är besökare på denna webbplats och har ingen profil.

source: You need to login to access this content.
sv: Du behöver logga in för att komma åt detta innehåll.

source: Theme not enabled.
sv: Temat är inte tillgängligt.

source: No such template file.
sv: Template-filen finns inte.

source: 403, restricted content
sv: 403, begränsad tillgänglighet till detta innehåll

source: 404, page not found
sv: 404, sidan kunde inte hittas

source: Header code is not valid.
sv: Header koden är ej giltigt.

source: No such SQL query.
sv: SQL-frågan finns ej.

source: Success to !action book.
sv: Lyckades att !action bok.

source: Failed to !action book.
sv: Misslyckades att !action bok.

source: Successfully deleted book.
sv: Boken raderades.

source: Failed to delete book
sv: Kunde inte radera boken.

source: Failed to load book.
sv: Kunde inte ladda boken.

source: Not valid group by order.
sv: Inte giltig grupp att sortera.

source: No such chapter id.
sv: Det finns inget sådant kapitel id.

source: Success to !action chapter.
sv: Lyckades att !action kapitel.

source: Failed to !action chapter.
sv: Misslyckades att !action kapitel.

source: Successfully created the database tables.
sv: Skapade databastabeller.

source: Successfully exported data as SQL INSERT commands.
sv: Exporterade data som kommandon för SQL INSERT.

source: Successfully dropped and created the database tables.
sv: Raderade och skapade om databastabellerna.

source: Convert http://webb.com/ to clickable links. Convert newline to <br />.
sv: Konvertera http://webbplats.se/ till klickbara länkar. Konvertera radbrytningar till <br/>.

source: Support bbcode. Convert newline to <br />.
sv: Stödjer bbcode. Konvertera radbrytningar till <br/>.

source: Treat data as HTML and use HTMLPurify to filter content. Convert newline to <br />.
sv: Behandla data som HTML och använd HTMLPurify för att filtrera innehållet. Konvertera radbrytningar till <br/>.

source: Support Markdown-syntax together with Typographer (SmartyPants).
sv: Stödj Markdown-syntax tillsammans med Typographer (SmartyPants).

source: Support extended Markdown-syntax together with Typographer (SmartyPants). Converts links, shorttags
sv: Stöd utökad Markdown-syntax tillsammans med Typographer (SmartyPants). Konvertera länkar och kort-taggar.

source: Last updated
sv: Senast uppdaterad

source: Updated
sv: Uppdaterad

source: Created
sv: Skapad

source: Successfully created the database tables. Untouched if the already existed.
sv: Skapade databastabeller om de inte redan fanns.

source: Directory in site/data already exists.
sv: Katalog i site/data finns redan.

source: Failed to create directory in site/data.
sv: Kunde inte skapa katalogen i site/data.

source: Created directory in site/data.
sv: Skapade katalog i site/data.

source: Successfully recreated the fulltext search index.
sv: Skapade om indexet för fulltext-sökning.

source: Failed to create file in site/data.
sv: Kunde inte skapa fil i site/data.

source: Sample file created.
sv: Exempel fil skapades.

source: Successfully inserted sample content into database.
sv: Skapade exempel data och stoppade in i databasen.

source: Could not open the directory.
sv: Kan inte öppna katalogen.

source: Not a valid action.
sv: Åtgärden är inte gilig.

source: (rows affected: !rows)
sv: (rader påverkade: !rows)

source: Databases and Webbprogramming. Learn webdevelopment and be inspired from opensource. HTML, CSS, JavaScript, PHP, SQL, Unix.
sv: Databaser och webbprogrammering. Lär dig webbutveckling och bli inspirerad av öppen källkod. HTML, CSS, JavaScript, PHP, SQL, Unix.

source: RSS feed
sv: RSS flöde

source: This is an example RSS feed
sv: Detta är ett exempel på RSS flöde

source: Failed to write cache object: !file
sv: Kunde inte skriva cache-objekt: !file

source: Removed !num objects from cache
sv: Tog bort !num objekt från cachen

source: CMUserModule::Manage() says - Missing arguments to create the root user
sv: CMUserModule::Manage() säger - Saknar argument för att skapa root-användaren.

source: You can not create a root user since there is already a root-user with id=1.
sv: Du kan inte skapa root-användaren. Det finns redan en root-användare med id=1.

source: Database tables for users and groups are ready, as is the the root user.
sv: Databas-tabeller för användare och grupper är klara, liksom root-användaren.

source: No such view @viewname.
sv: Det finns ingen sådan vy: '@viewname'.

source: Page is not found. No such content.
sv: Sidan kan inte hittas. Det finns inget sådant innehåll.

source: Cache-directory is already existing and is left untouched.
sv: Cache-katalogen finns redan och rörs ej.

source: Could not create cache-directory.
sv: Kunde inte skapa cache-katalogen.

source: Created cache-directory.
sv: Skapade cache-katalogen.

source: Figure:
sv: Figur:

source: By @NAME (@EMAIL)
sv: Av @NAME (@EMAIL)

source: View filename is empty.
sv: View filnamn saknas.

source: No such type for adding region to view container: '@type'.
sv: Typen finns inte för att lägga till region till vy-listan: '@type'.

source: &lt; Previous
sv: &lt; Föregående

source: Next &gt;
sv: Nästa &gt;

source: 404, Page not found
sv: 404, sidan kan inte hittas.

source: The page you are looking for is not here.
sv: Sidan du söker finns inte här.

source: Detailed message: @message
sv: Detaljerad meddelande: @message

source: Categories
sv: Kategorier

source: In this category
sv: I denna kategori

source: Related
sv: Relaterat

source: Latest
sv: Senaste

source: Details for !site:
sv: Detaljer för !site:

source: Website
sv: Webbplats

source: Category: @title
sv: Kategori: @title

source: Read more »
sv: Läs mer »

source: Category: @category_name
sv: Kategori: @category_name

source: edit
sv: ändra

source: Displaying hits !first - !last from a total of !total.
sv: Visar träffar !first - !last av totalt !total.

source: No posts exists.
sv: Det finns inga inlägg.

source: Table of content
sv: Innehållsförteckning

source: Now displaying
sv: Nu visas

source: Published
sv: Publiserad

source: by !owner
sv: av !owner

source: No such post.
sv: Det finns inga poster.

source: This search gave no hits. Try another search condition.
sv: Din sökning gav inga träffar. Ändra din sökning och försök igen.

source: Search by combining keywords, you may mix AND OR and "" to enhance your search query.
sv: Sök genom att kombinera nyckelord och mixa med AND OR och "" för att hitta vad du söker.

source: Add book chapter
sv: Lägg till bok kapitel

source: Add new book chapter.
sv: Läss till nytt bok kapitel.

source: Edit book
sv: Ändra bok

source: You can edit and save this book.
sv: Du kan ändra och spara denna bok.

source: Create Book
sv: Skapa bok

source: Create new book.
sv: Skapa ny bok.

source: This book were created by !owner !time ago.
sv: Denna bok skapades av !owner för !time sedan.

source: You can edit and save this book chapter.
sv: Du kan ändra och spara detta bok kapitel.

source: Create book chapter
sv: Skapa bok kapitel

source: Create new book chapter.
sv: Skapa nytt bok kapitel.

source: Books
sv: Böcker

source: Create, edit and view books.
sv: Skapa, ändra och se böcker.

source: Book overview
sv: Bok översikt

source: Key: !key
sv: Nyckel: !key

source: Edit book details.
sv: Ändra detaljer för bok.

source: Chapters
sv: Kapitel

source: Welcome
sv: Välkommen

source: This is Lydia, ready to be used.
sv: Detta är Lydia, färdig att använda.

source: Welcome to Lydia
sv: Välkommen till Lydia

source: Lydia is installed and ready to be used.
sv: Lydia är installerad och färdig att använda.

source: Visit the index-page
sv: Besök index-sidan

source: Results from each module affected.
sv: Resultat från varje modul som påverkades.

source: Module
sv: Modul

source: Result
sv: Resultat

source: Results from action
sv: Resultat från händelse

source: The action was <strong>!action</strong>.
sv: Händelsen var <strong>!action</strong>.

source: The following modules were affected.
sv: Följande modul påverkades.

source: Output from action
sv: Resultat från händelse.

source: Enter SQL commands to DROP/CREATE/ALTER tables and INSERT/UPDATE rows.
sv: Skriv in SQL kommandon för att DROP/CREATE/ALTER tabeller och INSERT/UPDATE rader.

source: Use the same format as you got as a result from exporting the database.
sv: Använd samma format som du fick som resultat från att exportera databasen.

source: Press to execute SQL batch.
sv: Tryck för att köra SQL batch.

source: Results from SQL batch
sv: Resultat från SQL batch

source: Results from SQL batch.
sv: Resultat från SQL batch.

source: Detail
sv: Detalj

source: Value
sv: Värde

source: Total rows
sv: Totalt antal rader

source: Comments
sv: Kommentarer

source: Unknown
sv: Okänd

source: Success
sv: Lyckades

source: Failed
sv: Misslyckades

source: Rows affected
sv: Rader påverkade

source: Failed query
sv: Frågan misslyckades

source: Create user account
sv: Skapa användarkonto

source: Create a new user by filling in below values.
sv: Skapa en ny användare genom att fylla i värden nedan.

source: Email adress
sv: Email-address

source: You are member of !number group(s).
sv: Du är medlem i !number group(s).

source: Created !time ago.
sv: Skapad !time sedan.

source: Last updated !time ago.
sv: Senast uppdaterad sedan !time.

source: Admin Control Panel
sv: Admin kontrollpanel

source: Login using your acronym or email.
sv: Logga in med din användare eller epost.

source: User details
sv: Användar-detaljer

source: Validators
sv: Validatorer

source: Resources
sv: Resurser

source: Manuals
sv: Manualer

source: Updated profile.
sv: Uppdaterade profilen.

source: User profile
sv: Användarens profil

source: The password could not be changed, ensure that all fields match.
sv: Lösenordet kunde inte ändras. Kontrollera att fälten stämde överens.

source: User change password
sv: Användare ändra lösenord

source: Successfully created the database tables and created a default admin user as root:root and an ordinary user as doe:doe.
sv: Skapade databastabeller och skapade en admin-användare som root:root och en vanlig användare som doe:doe.

source: Cache-directory is already existing.
sv: Cache-katalogen finns redan.

source: Last updated on !updated
sv: Senast uppdaterad !updated

source: On !created by !owner
sv: Skapad !created av !owner

source: Change your current password.
sv: Ändra ditt nuvarande lösenord.

source: Manage your account.
sv: Hantera ditt konto.

source: User Profile
sv: Användarprofil

source: View and update your profile information.
sv: Se och uppdatera din profilinformation.
